[
    {
    "text": "Estava à procura de uma simples matéria “jornalística” hoje no Google e a quantidade de FAKENEWS que a mídia tradicional faz é algo inimaginável. Não é à toa que alguns porcarias fizeram o que fizeram e fazem o que fazem tudo com tabelinha diária do sistema em nome da tal “democracia”. O método é cristalino.",
    "label": "direita"
    },
    {
    "text": "Avante Capitão! Brasil verde e amarelo! 🇧🇷 🇧🇷 🇧🇷 🇧🇷 🇧🇷 🇧🇷 🇧🇷 🇧🇷 Brasil acima de tudo! Deus acima de todos!",
    "label": "direita"
    },
    {
    "text": "Avante capitão; a sua missão ainda não está concluída, você precisa consolidar a libertação do país, foi pra isso que Deus te levantou; não esqueça que você despertou um exército patriotas, portanto, não desanime.",
    "label": "direita"
    },
    {
    "text": "O Brasil é a terra prometida, é o Florão da América, é a terra de Santa Cruz; gesta-se aqui o berço da nova humanidade...desperta, purifica, renova e sara Brasil...em Deus em Deus em Deus 🇧🇷🙌🇧🇷🙌",
    "label": "direita"
    },
    {
    "text": "Verdade meu amado presidente do Brasil mas nos fazemos chegar tipo uma gigantesca corrente do bem conhecimento e vida aqui somos gigantes como a história do dia 7 sempre em segurança e na comodidade de nosso lar e família somos invencíveis",
    "label": "direita"
    },
    {
    "text": "confio no capitão não confio nas urnas não confio no judiciário não confio no legislativo não confio no executivo não confio na PF (atual) não confio nas forças armadas Tá difícil acreditar que tem saída, mesmo estando disposto a morrer pela liberdade!",
    "label": "direita"
    },
    {
    "text": "Tmj, PR! 🇧🇷😎✌️",
    "label": "direita"
    },
    {
    "text": "Feliz segunda-feira à todos! 🕊🤍🌎🇧🇷🙏 Obrigado Senhor Jesus Cristo! Mas a terra se encherá do conhecimento da glória do Senhor, como as águas enchem o mar. Habacuque 2:14 NVI Graças à Deus! Amém 🙏",
    "label": "direita"
    },
    {
    "text": "Deus abençoe sempre Presidente. 💚💛",
    "label": "direita"
    },
    {
    "text": "Na China já existe. Chama-se campos de reabilitação dos cidadãos dissidentes. Stalin e Hitler também tentaram implementar só que ao invés de capacitar o bom comportamento, assassinaram milhões de pessoas. Uns de fome outros em câmaras de gás. Vai dar certinho isso aí, confia.",
    "label": "direita"
    },
    {
    "text": "Ele vai obedecer? Pois, já foi condenado por lavagem de dinheiro e corrupção. Já sambou em cima do caixão da esposa Já disse que o triplex do Guarujá era investimento dela, sendo ela vendedora da Avon. Já disse que a picanha e a cervejinha iam voltar a mesa do pobre. O que o pobre vê é carne moída de osso e tubaina e olhe lá hein???",
    "label": "direita"
    },
    {
    "text": "Eu gostaria de acreditar que nossa briga vai trazer bons frutos, mas tudo indica que já estávamos escravizados pelo petismo. Estão fazendo tudo o que querem e nada acontece. Provas são jogadas no lixo como se fossem cascas de banana, pessoas estão sendo caladas e presas, e o governo está se aproveitando da situação.",
    "label": "direita"
    },
    {
        "text": "A esquerda cegou a nação, muitas pessoas estão passando necessidade e gritando L... hoje minha visitinha veio em minha casa me pedir um pouco de arroz no qual eu dei, porém antes dela sair eu a chamei e falei pra fazer o L mais uma vez que no final ela comeria barro com água.",
        "label": "direita"
    },
    {
        "text": "O Governador Tarcísio, além de combater a criminalidade ferozmente, está fazendo a economia paulista crescer. Enquanto isso, o governo de esquerda está preocupado em aumentar a arrecadação tributando mais o povo.",
        "label": "direita"
    },
    {
        "text": "Bom dia!🙏💚💛🇧🇷🤗💐 Por isto estamos aqui, todos os dias tem uma mentira uma falsa narrativa para ser combatida!",
        "label": "direita"
    },
    {
        "text": "A possessão é evidente ! Abortistas vítimas do aborto que defendem a pratica, que abre os portais da invasão com sacrificios de Sangue, para a possessão e escravidão da própria Alma.👺 Só a Oração de Cristãos batizados em vários batismos, na Água e no Fogo, consegue aplacar este incêndio do inferno com jejum e oração, para resgatar esta Alma ainda humana!",
        "label": "direita"
    },
    {
        "text": "A verdade prevalece, Presidente! O establishment está desesperado porque o povo finalmente está acordando e rejeitando as falsas narrativas. A vontade popular é inquebrável e estamos vendo um movimento global em direção à liberdade e à soberania nacional. A vitória do povo é uma vitória da verdade!",
        "label": "direita"
    },
    {
        "text": "O Brasil do lula: aumento de impostos e taxas, principalmente aos mais humildes. O chefe conseguiu enganar a todos os seus.",
        "label": "direita"
    },
    {
        "text": "Mais uma fakenews do amor, fakenews pela democracia ou fakenews pela lisura do processo eleitoral indo ladeira abaixo: Imaginem os senhores o sistema brasileiro dizendo o que é e o que não é fakenews?  Claramente só valeria para um lado, silenciando o outro com sanções e prisões. Esse é o espírito democrático da extrema-esquerda. Reflitamos, pois o próximo pode ser qualquer um, inclusive aqueles que hoje são pilares de sustentação de lula.",
        "label": "direita"
    },
    {
        "text": "Parabéns pelo que está fazendo com o dólar👏🏼👏🏼👏🏼👏🏼  O dólar estava esse valor quando todo mundo achava que o mundo ia acabar com a pandemia e agora o senhor está levando o dólar para o mesmo valor. Belo trabalho👏🏼👏🏼",
        "label": "direita"
    },
    {
        "text": "Vamos dar um bom dia pro @LulaOficial militância? Quem faz o que ele faz para melhorar a vida do povo brasileiro, merece um abraço todo dia!",
        "label": "esquerda"
    },
    {
        "text": "Deixa o homem trabalhar. Parabéns, Presidente Lula! A reconstrução do país é uma realidade. Não podemos retroceder e nem deixar de ressaltar a diferença em investimentos e oportunidades para toda a população.",
        "label": "esquerda"
    },
    {
        "text": "Compromisso em defender os valores democráticos e impedir retrocessos é crucial para o futuro do país.",
        "label": "esquerda"
    },
    {
        "text": "Tu és um dos maiores estadistas da História da Civilização Mundial. Estaremos contigo sempre!",
        "label": "esquerda"
    },
    {
        "text": "Neonazistas resgataram um vídeo meu experimentando comidas. Nele, a gnt experimenta um IOGURTE. E estão divulgando como se eu tb tivesse feito um “apito de cachorro” pra supremacistas brancos, dizendo q é leite e q eu “fiz a mesma coisa”. É contra essa gente q estamos lidando.",
        "label": "esquerda"
    },
    {
        "text": "A revolução não será televisionada, mas será twittada!",
        "label": "esquerda"
    },
    {
        "text": "Reforma agrária já!",
        "label": "esquerda"
    },
    {
        "text": "Educação pública e de qualidade para todos!",
        "label": "esquerda"
    },
    {
        "text": "A luta contra o fascismo continua!",
        "label": "esquerda"
    },
    {
        "text": "Fora, capitalistas! O poder ao povo!",
        "label": "esquerda"
    },
    {
        "text": "Desmilitarização da polícia já!",
        "label": "esquerda"
    },
    {
        "text": "Não ao sucateamento do SUS!",
        "label": "esquerda"
    },
    {
        "text": "Por um Brasil livre da exploração!",
        "label": "esquerda"
    },
    {
        "text": "Ninguém solta a mão de ninguém!",
        "label": "esquerda"
    },
    {
        "text": "Pela taxação das grandes fortunas!",
        "label": "esquerda"
    },
    {
        "text": "Democracia real já!",
        "label": "esquerda"
    },
    {
        "text": "Resistência sempre!",
        "label": "esquerda"
    },
    {
        "text": "Nazistas não passarão!",
        "label": "esquerda"
    },
    {
        "text": "O governo Bolsonaro foi um desastre completo, destruindo anos de progresso na educação e saúde pública. A direita só pensa em lucro e poder, enquanto o povo sofre com a desigualdade.",
        "label": "esquerda"
    },
    {
        "text": "Bolsonaro e seus aliados de direita fizeram de tudo para sabotar a democracia, promovendo discursos de ódio e dividindo a nação. Precisamos nos unir contra essa ameaça fascista e lutar por um país mais justo.",
        "label": "esquerda"
    },
    {
        "text": "A direita liderada por Bolsonaro sempre esteve do lado dos grandes empresários, ignorando as necessidades dos trabalhadores e das comunidades marginalizadas. É hora de reverter essas políticas neoliberais que só beneficiam os ricos.",
        "label": "esquerda"
    },
    {
        "text": "Durante o governo Bolsonaro, vimos um ataque incessante aos direitos humanos, à cultura e ao meio ambiente. A direita mostrou que está disposta a destruir tudo pelo lucro, e não podemos permitir que isso continue.",
        "label": "esquerda"
    },    {
        "text": "O governo Lula está afundando o país em corrupção novamente. Já vimos esse filme antes, e sabemos que não vai acabar bem. Precisamos de um governo que valorize a honestidade e a transparência.",
        "label": "direita"
    },
    {
        "text": "Lula voltou ao poder com as mesmas promessas vazias de sempre. Enquanto ele fala em progresso, o povo continua sofrendo com a alta dos impostos e a falta de emprego.",
        "label": "direita"
    },
    {
        "text": "A gestão de Lula é marcada por alianças políticas duvidosas e escândalos que enfraquecem nossa democracia. O Brasil merece líderes que realmente se importem com o futuro da nação, e não com seus interesses pessoais.",
        "label": "direita"
    },
    {
        "text": "Lula está mais preocupado em reviver as políticas fracassadas do passado do que em resolver os problemas reais do Brasil. Precisamos de inovação e responsabilidade fiscal, não de populismo barato.",
        "label": "direita"
    },
    {
        "text": "O governo Bolsonaro foi responsável por muitos retrocessos sociais e ambientais. A direita ignora as necessidades do povo para beneficiar os ricos.",
        "label": "esquerda"
    },
    {
        "text": "A extrema-direita promoveu uma política de ódio e divisão. Precisamos nos unir contra essa ameaça e lutar por igualdade e justiça social.",
        "label": "esquerda"
    },
    {
        "text": "Bolsonaro só pensa em lucro e poder, enquanto o povo sofre. É hora de priorizar o bem-estar social e proteger nossos direitos.",
        "label": "esquerda"
    },
    {
        "text": "Durante o governo Bolsonaro, vimos um ataque constante aos direitos humanos e ao meio ambiente. A direita está disposta a destruir tudo pelo lucro.",
        "label": "esquerda"
    },
    {
        "text": "A luta pela educação pública e de qualidade continua. O governo de direita só quer privatizar e sucatear nossos serviços públicos.",
        "label": "esquerda"
    },
    {
        "text": "A resistência contra o fascismo é essencial. Bolsonaro e seus aliados tentaram sabotar nossa democracia e precisamos estar vigilantes.",
        "label": "esquerda"
    },
    {
        "text": "Fora Bolsonaro! Precisamos de um governo que valorize a ciência, a cultura e os direitos humanos. Chega de retrocessos.",
        "label": "esquerda"
    },
    {
        "text": "A direita sempre esteve ao lado dos grandes empresários, ignorando as necessidades das comunidades marginalizadas. Precisamos de políticas mais justas.",
        "label": "esquerda"
    },
    {
        "text": "A democracia real só será possível com a participação popular e a luta contra as desigualdades. Não podemos permitir que a direita continue a nos explorar.",
        "label": "esquerda"
    },
    {
        "text": "A privatização da saúde e da educação é um crime contra o povo. Precisamos lutar por serviços públicos de qualidade e acessíveis para todos.",
        "label": "esquerda"
    },
    {
        "text": "A desmilitarização da polícia é essencial para a construção de uma sociedade mais justa e segura. A violência policial precisa acabar.",
        "label": "esquerda"
    },
    {
        "text": "A luta pela reforma agrária continua. O governo de direita só beneficia os grandes latifundiários e ignora os pequenos agricultores.",
        "label": "esquerda"
    },
    {
        "text": "Não ao sucateamento do SUS! A saúde pública precisa ser fortalecida e não desmantelada pelo governo de direita.",
        "label": "esquerda"
    },
    {
        "text": "O governo Lula está repetindo os mesmos erros do passado, com corrupção e má gestão. Precisamos de um governo que realmente se importe com o povo.",
        "label": "direita"
    },
    {
        "text": "Lula voltou ao poder com promessas vazias. Enquanto ele fala em progresso, o povo continua sofrendo com a alta dos impostos e o desemprego.",
        "label": "direita"
    },
    {
        "text": "A gestão de Lula está marcada por alianças políticas duvidosas e escândalos. O Brasil merece líderes que realmente se importem com o futuro da nação.",
        "label": "direita"
    },
    {
        "text": "Lula está mais preocupado em reviver as políticas fracassadas do passado do que em resolver os problemas reais do Brasil. Precisamos de responsabilidade fiscal.",
        "label": "direita"
    },
    {
        "text": "O governo Lula está aumentando impostos e taxas, prejudicando os mais pobres. Precisamos de políticas que incentivem o crescimento econômico.",
        "label": "direita"
    },
    {
        "text": "Lula fala em democracia, mas seu governo está cheio de corrupção e escândalos. O Brasil merece mais transparência e honestidade.",
        "label": "direita"
    },
    {
        "text": "A gestão de Lula está enfraquecendo nossa democracia com alianças políticas duvidosas. Precisamos de líderes que realmente se importem com o país.",
        "label": "direita"
    },
    {
        "text": "O governo Lula está revivendo políticas fracassadas do passado. Precisamos de inovação e políticas que realmente resolvam os problemas do Brasil.",
        "label": "direita"
    },
    {
        "text": "A administração de Lula está marcada por corrupção e má gestão. O Brasil precisa de um governo que priorize a honestidade e a transparência.",
        "label": "direita"
    },
    {
        "text": "Lula voltou ao poder com promessas vazias e políticas ultrapassadas. Precisamos de um governo que realmente se preocupe com o futuro do Brasil.",
        "label": "direita"
    },
    {
        "text": "A gestão de Lula está marcada por alianças políticas duvidosas e corrupção. O Brasil merece líderes que realmente se importem com a nação.",
        "label": "direita"
    },
    {
        "text": "Lula está mais preocupado em reviver políticas fracassadas do que em resolver os problemas reais do Brasil. Precisamos de inovação e responsabilidade.",
        "label": "direita"
    },
    {
        "text": "Lula fala em democracia, mas seu governo está cheio de escândalos de corrupção. O Brasil merece mais transparência e honestidade.",
        "label": "direita"
    },
    {
        "text": "O governo Lula está enfraquecendo nossa economia com políticas ultrapassadas. Precisamos de um governo que incentive o crescimento econômico.",
        "label": "direita"
    },
    {
        "text": "A administração de Lula está marcada por corrupção e alianças políticas duvidosas. O Brasil precisa de um governo que priorize a honestidade.",
        "label": "direita"
    },
    {
        "text": "The current administration has failed to deliver on its promises. We need a leader who can actually bring change and improve the economy.",
        "label": "direita"
    },
    {
        "text": "It's clear that the left is more interested in pushing their radical agenda than addressing the real issues facing Americans. We need a change in leadership.",
        "label": "direita"
    },
    {
        "text": "The policies of the current government have led to higher taxes and more government control. It's time for a new direction.",
        "label": "direita"
    },
    {
        "text": "This election is crucial. We can't afford another four years of leftist policies that harm our economy and our freedoms.",
        "label": "direita"
    },
    {
        "text": "The current administration's handling of the economy has been disastrous. We need a president who understands how to create jobs and stimulate growth.",
        "label": "direita"
    },
    {
        "text": "The left has shown that they are out of touch with the needs of everyday Americans. It's time for a government that represents all of us.",
        "label": "direita"
    },
    {
        "text": "The current administration has done nothing to address the rising crime rates in our cities. We need leadership that prioritizes safety and law enforcement.",
        "label": "direita"
    },
    {
        "text": "The left's focus on identity politics is divisive and unproductive. We need a president who will unite the country and focus on common goals.",
        "label": "direita"
    },
    {
        "text": "The current government's foreign policy has made us less safe and respected on the world stage. We need strong leadership to restore our standing.",
        "label": "direita"
    },
    {
        "text": "The left's push for more government intervention in our lives is concerning. We need to elect someone who believes in individual freedoms and limited government.",
        "label": "direita"
    },
    {
        "text": "This election is our chance to restore sanity to our government. The current administration has failed us, and we need new leadership.",
        "label": "direita"
    },
    {
        "text": "The policies of the current administration have hurt small businesses and working families. It's time for a change that will support economic growth.",
        "label": "direita"
    },
    {
        "text": "The left's approach to healthcare will lead to more bureaucracy and less quality care. We need market-based solutions that increase access and affordability.",
        "label": "direita"
    },
    {
        "text": "The current administration has shown a complete disregard for the Constitution. We need a leader who respects our founding principles and individual rights.",
        "label": "direita"
    },
    {
        "text": "The left's environmental policies are unrealistic and damaging to our economy. We need practical solutions that balance environmental protection with economic growth.",
        "label": "direita"
    },
    {
        "text": "The current government's approach to education is failing our children. We need school choice and reforms that prioritize student success.",
        "label": "direita"
    },
    {
        "text": "The current administration has made progress on important issues like healthcare and climate change. We need to keep moving forward with their agenda.",
        "label": "esquerda"
    },
    {
        "text": "The right is only interested in preserving the status quo and protecting the wealthy. We need leaders who will fight for working families and social justice.",
        "label": "esquerda"
    },
    {
        "text": "The policies of the current government have been a step in the right direction, especially on issues like healthcare and income inequality.",
        "label": "esquerda"
    },
    {
        "text": "This election is crucial for protecting our democracy and ensuring that everyone has a voice. We can't afford to go back to the failed policies of the past.",
        "label": "esquerda"
    },
    {
        "text": "The current administration has shown that they care about addressing climate change and creating a sustainable future. We need to support their efforts.",
        "label": "esquerda"
    },
    {
        "text": "The right's focus on tax cuts for the wealthy and deregulation is harmful to the middle class. We need a government that works for all Americans.",
        "label": "esquerda"
    },
    {
        "text": "The current government has made significant progress in expanding access to healthcare. We need to continue building on these achievements.",
        "label": "esquerda"
    },
    {
        "text": "The right's attempts to undermine voting rights are a threat to our democracy. We need leaders who will protect and expand access to the ballot.",
        "label": "esquerda"
    },
    {
        "text": "The current administration has been working to address systemic racism and inequality. We need to continue these efforts to create a fairer society.",
        "label": "esquerda"
    },
    {
        "text": "The right's resistance to common-sense gun control measures is putting lives at risk. We need leaders who will take action to prevent gun violence.",
        "label": "esquerda"
    },
    {
        "text": "The current government has prioritized science and public health during the pandemic. We need to support their efforts to keep us safe and healthy.",
        "label": "esquerda"
    },
    {
        "text": "The right's focus on cutting social programs is harmful to those who need help the most. We need a government that invests in people and communities.",
        "label": "esquerda"
    },
    {
        "text": "The current administration's efforts to tackle income inequality and provide relief to working families are crucial. We need to continue these policies.",
        "label": "esquerda"
    },
    {
        "text": "The right's disregard for environmental protection is dangerous. We need leaders who will prioritize the health of our planet for future generations.",
        "label": "esquerda"
    },
    {
        "text": "The current government's commitment to expanding healthcare access and affordability is vital. We need to keep building on these achievements.",
        "label": "esquerda"
    },
    {
        "text": "The right's opposition to raising the minimum wage is hurting workers. We need leaders who will fight for fair wages and workers' rights.",
        "label": "esquerda"
    },
    {
        "text": "Trump did more for the economy in four years than Biden could ever dream of. We need a president who knows how to create jobs and reduce taxes.",
        "label": "direita"
    },
    {
        "text": "Biden's policies are driving up inflation and hurting working families. We need someone like Trump who understands the economy.",
        "label": "direita"
    },
    {
        "text": "Under Trump, we had lower taxes and higher employment rates. Biden's administration is reversing all the progress we made.",
        "label": "direita"
    },
    {
        "text": "Biden's handling of foreign policy is weak compared to Trump's strong stance on global issues. We need a leader who commands respect.",
        "label": "direita"
    },
    {
        "text": "Trump prioritized American interests and put our country first. Biden's administration seems more concerned with appeasing other nations.",
        "label": "direita"
    },
    {
        "text": "The Biden administration's approach to border security is a disaster. Trump had a clear plan to protect our borders and enforce the law.",
        "label": "direita"
    },
    {
        "text": "Biden's push for higher taxes will cripple small businesses. We need Trump back to support entrepreneurs and job creators.",
        "label": "direita"
    },
    {
        "text": "Under Biden, crime rates in major cities are skyrocketing. Trump knew how to support law enforcement and keep our communities safe.",
        "label": "direita"
    },
    {
        "text": "Trump was tough on China and protected American jobs. Biden is too soft and is letting China take advantage of us.",
        "label": "direita"
    },
    {
        "text": "Biden's policies are leading us towards socialism. We need Trump's capitalist vision to ensure our country's prosperity.",
        "label": "direita"
    },
    {
        "text": "Trump's leadership during the pandemic was strong and decisive. Biden's handling of COVID-19 has been inconsistent and ineffective.",
        "label": "direita"
    },
    {
        "text": "Biden's energy policies are harming American workers and making us dependent on foreign oil. Trump had us on the path to energy independence.",
        "label": "direita"
    },
    {
        "text": "Trump built the strongest economy in history before the pandemic. Biden is destroying it with his reckless spending and policies.",
        "label": "direita"
    },
    {
        "text": "Biden is all talk and no action. Trump, on the other hand, delivered on his promises and made America great again.",
        "label": "direita"
    },
    {
        "text": "Under Biden, our military is weakening. Trump restored pride and strength to our armed forces.",
        "label": "direita"
    },
    {
        "text": "Biden has done a remarkable job handling the pandemic and ensuring vaccine distribution. We need to continue supporting his efforts.",
        "label": "esquerda"
    },
    {
        "text": "Trump's divisive rhetoric and policies harmed our nation. Biden is working to heal the country and bring us together.",
        "label": "esquerda"
    },
    {
        "text": "Biden's focus on climate change is crucial for our future. Trump's denial of science set us back years.",
        "label": "esquerda"
    },
    {
        "text": "The Biden administration is making strides in healthcare reform. Trump's attempts to dismantle the Affordable Care Act were disastrous.",
        "label": "esquerda"
    },
    {
        "text": "Biden's leadership is restoring America's standing in the world. Trump alienated our allies and emboldened our enemies.",
        "label": "esquerda"
    },
    {
        "text": "Under Biden, there is a renewed focus on social justice and equality. Trump's presidency was marked by bigotry and division.",
        "label": "esquerda"
    },
    {
        "text": "Biden is addressing systemic racism and inequality. Trump ignored these issues and made them worse.",
        "label": "esquerda"
    },
    {
        "text": "Biden's infrastructure plan is a necessary investment in our future. Trump promised infrastructure improvements but never delivered.",
        "label": "esquerda"
    },
    {
        "text": "Biden is working to repair the damage done by Trump's tax cuts for the wealthy. We need a fairer tax system that benefits everyone.",
        "label": "esquerda"
    },
    {
        "text": "Trump's handling of the COVID-19 pandemic was a disaster. Biden is taking the necessary steps to get us through this crisis safely.",
        "label": "esquerda"
    },
    {
        "text": "Biden's commitment to science and evidence-based policy is refreshing after four years of Trump's misinformation and denial.",
        "label": "esquerda"
    },
    {
        "text": "Biden's approach to foreign policy is restoring America's reputation abroad. Trump's isolationism and erratic behavior were dangerous.",
        "label": "esquerda"
    },
    {
        "text": "Trump's attacks on the media and the free press were a threat to democracy. Biden respects the role of a free press in our society.",
        "label": "esquerda"
    },
    {
        "text": "Biden's economic policies are focused on helping working families. Trump's policies only benefited the wealthy and large corporations.",
        "label": "esquerda"
    },
    {
        "text": "Biden is addressing climate change with real action. Trump's policies were a gift to polluters and a disaster for the environment.",
        "label": "esquerda"
    },
    {
        "text": "Trump's tenure was marked by corruption and scandal. Biden is bringing integrity and accountability back to the White House.",
        "label": "esquerda"
    },
    {
        "text": "Biden's focus on expanding healthcare access is essential. Trump's efforts to repeal the Affordable Care Act would have left millions without coverage.",
        "label": "esquerda"
    },
    {
        "text": "Trump's administration was a disaster for civil rights. Biden is working to protect and expand the rights of all Americans.",
        "label": "esquerda"
    },
    {
        "text": "A direita sempre defende a liberdade econômica e a redução de impostos. Precisamos de menos intervenção estatal e mais livre mercado.",
        "label": "direita"
    },
    {
        "text": "Left-wing policies focus on social equality and justice. It's essential to support public services and reduce income inequality.",
        "label": "esquerda"
    },
    {
        "text": "A esquerda preza por um estado mais presente, com investimentos em saúde e educação pública para todos.",
        "label": "esquerda"
    },
    {
        "text": "Right-wing ideology emphasizes personal responsibility and the importance of a strong national defense.",
        "label": "direita"
    },
    {
        "text": "A direita acredita que o empreendedorismo é a chave para o desenvolvimento e crescimento econômico do país.",
        "label": "direita"
    },
    {
        "text": "The left believes in progressive taxation to fund social programs that benefit the less fortunate.",
        "label": "esquerda"
    },
    {
        "text": "A liberdade de expressão é um valor fundamental defendido pela direita, mesmo que incomode alguns grupos.",
        "label": "direita"
    },
    {
        "text": "Environmental protection and combating climate change are central to left-wing politics.",
        "label": "esquerda"
    },
    {
        "text": "A esquerda luta por igualdade de gênero e direitos LGBTQIA+, promovendo uma sociedade mais inclusiva.",
        "label": "esquerda"
    },
    {
        "text": "Right-wing policies often support lower taxes and deregulation to boost economic growth.",
        "label": "direita"
    },
    {
        "text": "A privatização de empresas estatais é vista pela direita como uma maneira de aumentar a eficiência e reduzir custos.",
        "label": "direita"
    },
    {
        "text": "The left focuses on healthcare as a human right and aims to provide universal healthcare for all citizens.",
        "label": "esquerda"
    },
    {
        "text": "A direita acredita na meritocracia como a melhor forma de alcançar o sucesso pessoal e profissional.",
        "label": "direita"
    },
    {
        "text": "Social justice and fighting systemic racism are key elements of left-wing platforms.",
        "label": "esquerda"
    },
    {
        "text": "A redução do tamanho do estado e o combate à corrupção são pilares importantes da ideologia de direita.",
        "label": "direita"
    },
    {
        "text": "Left-wing policies advocate for higher minimum wages and stronger labor unions.",
        "label": "esquerda"
    },
    {
        "text": "A esquerda defende políticas de bem-estar social para garantir que todos tenham uma vida digna.",
        "label": "esquerda"
    },
    {
        "text": "Right-wing politics often emphasize law and order, supporting strong policing and criminal justice reforms.",
        "label": "direita"
    },
    {
        "text": "A esquerda vê a redistribuição de renda como uma ferramenta necessária para reduzir a desigualdade social.",
        "label": "esquerda"
    },
    {
        "text": "Economic freedom and limited government intervention are central to right-wing beliefs.",
        "label": "direita"
    },
    {
        "text": "A saúde pública é um direito e deve ser acessível a todos, independente da condição econômica. Esse é um valor da esquerda.",
        "label": "esquerda"
    },
    {
        "text": "Free markets and competition drive innovation and economic progress, according to right-wing views.",
        "label": "direita"
    },
    {
        "text": "A justiça social é uma prioridade para a esquerda, que busca eliminar desigualdades históricas e sociais.",
        "label": "esquerda"
    },
    {
        "text": "The right values traditional family structures and cultural heritage, often opposing rapid societal changes.",
        "label": "direita"
    },
    {
        "text": "A esquerda promove a sustentabilidade e políticas ambientais para proteger o planeta para as futuras gerações.",
        "label": "esquerda"
    },
    {
        "text": "Individual liberties and protection of property rights are fundamental principles for the right.",
        "label": "direita"
    },
    {
        "text": "A esquerda acredita que o governo tem um papel importante na regulação dos mercados para garantir justiça e equidade.",
        "label": "esquerda"
    },
    {
        "text": "Right-wing politics support strong national borders and immigration control to protect national interests.",
        "label": "direita"
    },
    {
        "text": "A educação deve ser uma prioridade, com investimentos significativos para garantir qualidade e acessibilidade, segundo a esquerda.",
        "label": "esquerda"
    },
    {
        "text": "Right-wing policies prioritize military strength and national security to protect the country's sovereignty.",
        "label": "direita"
    }
]